[
  "Unexpected tattoo to find on your boss",
  "An inappropriate theme for a school play",
  "The worst message to see written in the sky on your wedding day",
  "What Bigfoot complains about to his therapist",
  "Bank heist plan: Step 1. Wear clown shoes. Step 2. _______",
  "A secret society you wish you hadn't accidentally joined",
  "The true cause of crop circles: drunk _______",
  "The least popular attraction at the adult amusement park",
  "The title of a horror movie about vegetarian zombies",
  "The name of a hair salon for bald people",
  "What the Mona Lisa is really smiling about",
  "The worst thing to find in your burrito",
  "The most inappropriate time to start a conga line",
  "A surprising fact about the person who invented high heels",
  "A rejected superhero power: the ability to _______",
  "What's really in Area 51",
  "The worst theme for a pinata",
  "A rejected item on the McDonald's secret menu",
  "The title of an opera about porta-potties",
  "Unexpected tattoo to find on your grandmother",
  "The worst thing to hear from your surgeon before anesthesia kicks in",
  "The actual reason aliens avoid Earth",
  "A rejected Olympic sport: synchronized _______",
  "Honestly, you can never have too many _______",
  "You know a restaurant is bad when the waiter says “_______”",
  "That horror movie was so scary until the killer turned out to be _______",
  "What would you call your ANTI-social network?",
  "An old-fashioned curse word that nobody uses anymore",
  "What’s the worst thing to wear when running a marathon?",
  "Your fish are bored! You should put a _______ in their tank to amuse them.",
  "In this house, “Grandma” and “Grandpa” are known as _______",
  "“Pokémon Trainer” is a much nobler job title than “Pokémon _______”",
  "Archaeologists won’t admit they’ve discovered cave paintings of _______",
  "The secret thing cats do when we’re not looking",
  "A good sign that you’re a terrible farmer",
  "If your childhood toys came to life, they would probably say “_______”",
  "The worst restaurant: _______ Hut",
  "What skin tags probably taste like",
  "What your mom thinks the word “yeet” means",
  "You know it’s a party when someone shows up with _______",
  "You know the lottery scratch-off ticket won’t pay out much when the goal is to get three _______",
  "A surprising new use for kale",
  "Believe it or not, kids are going crazy over these _______ trading cards",
  "A name for a music festival your mother would approve of",
  "What defeats rock, paper AND scissors?",
  "Along with tall, grande and venti, Starbucks should add a new coffee size: _______",
  "The nicest compliment you can give to a snake",
  "Under a full moon, a small number of people turn into _______",
  "What the US president counts at night instead of sheep",
  "A rejected slogan for milk",
  "There’s nothing sexier than a tall, beefy boy who knows how to _______",
  "What’s at the core of the planet named after you?",
  "Name of an award show that celebrates the most mediocre movies of the year",
  "Relationship rules: Never go to bed angry and never wake up _______",
  "He’s just not that into you... because he’s into _______",
  "Hard to believe but Madame Tussauds now has a wax statue of _______",
  "The worst words to end a scary story",
  "The absolute dumbest question to pose in Yahoo! Answers",
  "A good use for all your old CDs",
  "The worst breakup line: “It’s not you, it’s _______”",
  "It would be terrifying to have a painting of _______ above your bed",
  "A cool nickname for your bowel movements",
  "A sure sign you are trapped in a horrible nightmare",
  "First, she asked for legs, then the Little Mermaid asked for _______",
  "What every woman is hiding under her bangs",
  "The generational nickname for babies born ten years from now",
  "A cute nickname for your butt",
  "A comment that has NEVER been made on the internet",
  "A terrible new name to get from the Witness Protection Program",
  "This year’s LEAST popular kids’ toy is: “The _______”",
  "You know your date is a slob when you find _______ in the middle of their living room",
  "The most erotic amusement park ride is called the _______",
  "The name of Snow White’s millennial eighth dwarf",
  "“Haste makes _______”",
  "If you could fart to the melody of one song, it would be _______",
  "What Cookie Monster snacks on when nobody’s looking",
  "A better name for the TV show Friends",
  "Something the Pope might sell on Home Shopping Network",
  "The only SAFE sex is _______",
  "A great way to stand out at comic book conventions is to dress like _______",
  "In the lamest campfire tale, the young couple is terrorized by _______",
  "Still-life paintings would be more interesting if they were bowls of _______",
  "A fun nickname for the worst kid on a sports team",
  "The show must go on! Unless there is _______ in the audience.",
  "The worst thing to be inscribed on a welcome mat",
  "An adorable name for sideburns",
  "One-Star Hotel Review: “Terrible mattress, no towels and _______”",
  "The best name for a mom gang",
  "Casinos hate it when you walk up to the blackjack table and yell: “_______!”",
  "“A good man is hard to _______”",
  "A great sport that never caught on: _______ on ice skates",
  "The one thing you should never slather mayonnaise on",
  "The worst pattern for a women's dress print",
  "“The meek shall inherit _______”",
  "A scrapbook nobody wants to see would be devoted to _______",
  "The worst thing to use as confetti",
  "Gruesome! Instead of prickles, there’s a cactus that protects itself with _______",
  "A terrible model name for a self-driving car",
  "Dear Science, stop already! We know enough about _______!",
  "A more respectable way of saying “junk in the trunk” is _______",
  "The best name for a rideshare company to stand out from competitors",
  "Your last thought before passing into the afterlife",
  "The dish that gets you uninvited from future potlucks",
  "You know it’s bad when your mom says, “I’m not mad, I’m _______”",
  "A pickup line you might say to someone at the library",
  "It’s a bold choice to send someone a bouquet of _______",
  "The worst thing to yell from a clothing store dressing room",
  "Mother called you a “toddler tyrant” when you _______",
  "Hate Valentine’s Day? There’s a new holiday called _______",
  "The name of an appointment scheduling app nobody downloads",
  "Family secret! Grandma keeps her cash in _______",
  "Name for a wacky sitcom about ancient philosophers",
  "What used to have wings before God took away its power of flight?",
  "The name of the tamest action movie ever made",
  "“Fool me once, shame on you. Fool me twice, _______”",
  "The best name for a gamers-only utopia",
  "A nickname for a big, bushy beard",
  "A pretty compelling reason to stop wiping your butt",
  "The weirdest video game: _______ Simulator",
  "A fairy tale that never caught on: _______ and the Beast",
  "The next Pixar movie will be about a talking _______",
  "A contestant’s job title you would NOT be surprised to see on The Bachelor",
  "The name of a substitute teacher no student would mess with",
  "Whatever you do, do NOT put sriracha on _______",
  "You know you’re super bored when you fill out the “Which _______ Are You” quiz",
  "The strangest clickbait headline: “Hot _______ Are In Your Area”",
  "A truly innovative technology would be _______-canceling headphones",
  "The name of a cologne that would be a woman repellent",
  "Doctors Without Borders is a much better organization than Doctors Without _______",
  "The weirdest celebrity demand in a rider contract: The greenroom MUST have _______",
  "The most memorable category you’d ever see on Jeopardy!",
  "A warning that should come with alcohol: “May Cause _______!”",
  "What unicorn meat tastes like",
  "Something that should never be described as “juicy”",
  "A reminder that pops up on the Devil’s phone: “Remember to _______ today!”",
  "A fun nickname for tampons",
  "The next big hit Broadway musical is going to be about _______",
  "Good Idea: reusable bags. Bad Idea: reusable _______",
  "The weirdest thing your Uber driver could offer you",
  "Why do babies’ heads smell so good?",
  "What toddlers would buy if they had mad Ca$h",
  "An appropriate pickup line for church",
  "When your Roomba is charging, what does it dream about?",
  "Who knew police give tickets for _______?",
  "Something you should never order at a business lunch",
  "A terrible idea for a children’s pop-up book: The Adventures of _______",
  "Adults should be able to go door-to-door on Halloween and get _______",
  "Everyone was sad when they saw the piñata was full of _______",
  "Something that would definitely NOT taste better pickled",
  "A better name for skinny-dipping",
  "Two words that will get a big laugh as a callback later in the game",
  "If they made a candle of your life, it would smell like _______",
  "Taco Tuesdays are so much better than _______ Wednesdays",
  "A rejected Dr. Seuss book title: Oh, The Places You’ll _______",
  "A rejected Christmas song: “Santa Claus Is Coming to _______”",
  "You know your doctor is an idiot when he says, “I need ten cc’s of _______ STAT!”",
  "Hurrah! The United States is the world leader in _______",
  "A bumper sticker you’d consider displaying: “Ask Me About My _______”",
  "Werewolves have TWO weaknesses: silver bullets and _______",
  "The dumbest petition would push for _______",
  "Nobody would greenlight a kid’s game show called “Where in the World is _______?”",
  "The sexiest dessert",
  "Someone who looks good is a “snack,” but someone who looks REALLY GOOD is a _______",
  "A website just for grandpas: www._______.com",
  "The quickest way to become the most popular kid in school",
  "What the coolest grandparent slips into a birthday card",
  "What the most popular kid from your high school is probably doing right now",
  "Susan has such a youthful glow ever since she started washing her face with _______!",
  "Avoid the classified post that offers “Free _______ to Good Home”",
  "Coffee shops always get names wrong. They should just hold up an order and shout “_______!”",
  "The best way to set the mood is to turn down the lights and turn up the _______",
  "An unlikely spokesperson for vaping",
  "Prison would actually be super fun if only it had _______",
  "The most outrageous thing you can smuggle inside a baguette",
  "A very unlikely place to meet your soulmate",
  "The best part about living in a sewer",
  "Alice in Wonderland is weird, but it makes more sense than Alice in _______",
  "In the worst magic show, the magician pulls _______ out of a hat",
  "Something you’d gladly pay $45 for",
  "The next big romance novel: For The Love of _______",
  "The dumbest thing to buy in bulk",
  "Sorry, we don’t have Coke or Pepsi. Is _______ okay?",
  "A request you’d make on your dating profile: “Must love _______”",
  "Who is God’s understudy?",
  "What’s the worst sound to hear when shaking a Christmas present?",
  "The best response to “I know you are, but what am I!?”",
  "After juggling chainsaws, the next skill to master is _______",
  "Cap’n Crunch’s nickname at the Naval Academy",
  "What’s the trick to staying up when you have to pull an all-nighter?",
  "A sure sign you are currently dating a grizzly bear",
  "The daily special at a diner for bears",
  "The real reason you’re not going to the party tonight",
  "The simplest pleasure known to man",
  "It is bad luck if you break a mirror, but good luck if you break _______",
  "The worst thing to find in your belly button",
  "The sexiest kitchen appliance",
  "The real reason people are afraid of the dark",
  "What you call pants when you want everyone to think you’re fun",
  "Okay... just between us... which boy do you have a crush on?",
  "The “forbidden meat” comes from what animal?",
  "What do boxers whisper to each other at weigh-in?",
  "What obscure cryptid monster stalks the streets of Cleveland, Ohio?",
  "What shape never took off with animal crackers?",
  "There’s a secret tax loophole that allows you to count _______ as dependents",
  "The most surprising place to find a missing contact lens",
  "A terrible sound option to have on a white noise machine",
  "No, the house isn’t haunted. The moaning you hear at night is just _______",
  "What’s your reflection doing when you turn your back?",
  "The worst thing to see through a telescope, hurtling towards Earth",
  "Instead of a siren, police could get cars to respond faster by blasting _______",
  "Carl, the kind cat burglar, leaves your valuables and takes your _______",
  "The apartment lease says it’s okay to have dogs as long as they _______",
  "Why do hot singles in your area want to talk to you?",
  "Dogs are so gullible they actually believe _______",
  "You know you’re rich when you have a room just for _______",
  "In a pinch, this can serve as a life raft",
  "“I didn’t come here to make friends, I came here to _______”",
  "How do you know your friends are a bunch of phonies?",
  "Something that should never be described as “rustic”",
  "The attention-craving celebrity who appears when you say their name to a mirror five times",
  "An inappropriate gift to welcome someone to the neighborhood",
  "Forget cats and dogs. When the weather gets REALLY bad, it starts raining _______",
  "Nothing is certain but death and taxes... oh, also _______",
  "Oh no! You washed all your clothes with _______ in the pockets!",
  "A sure sign that your takes are way too hot",
  "Against your better judgment, the thing you really want to put down the garbage disposal",
  "A good name for a dating app for lawyers",
  "A great name for a superhero who can communicate with cats",
  "What seagulls are usually thinking",
  "What should have happened at the end of Titanic",
  "Dorothy meant to say, “There’s no place like _______”",
  "Movie reboot idea: The Devil Wears _______",
  "Nothing will wake you up faster than a nice, hot cup of _______ in the morning",
  "A rejected fairy tale title: “Jack and the Giant _______”",
  "A weird thing for a dentist to say while you’re in the chair",
  "The worst name for an educational kids’ show",
  "A terrible thing to discover squirrels burying in your yard",
  "_______ much?",
  "The greatest thing in the world to Auto-Tune",
  "In the dystopian future, all clothing will be made from _______",
  "The worst ringtone to play on your phone during a work meeting",
  "Modern-day Mary Poppins suggests taking a spoonful of _______",
  "The worst thing to say after kissing someone",
  "Got _______?",
  "The special skill on a resume that would make you immediately hire that person",
  "Instead of whistling, an updated version of Snow White suggests you _______ while you work",
  "A surprising thing to find caught in the spiderweb in your basement",
  "A truly disgusting flavor for toothpaste",
  "“No shirt, no shoes, no _______, no service”",
  "With the best credit card ever, you can redeem reward points for _______",
  "What a cat would do if it had human hands",
  "It should be illegal to put _______ in a buffet",
  "Okay wow, God just announced He is sick of hearing prayers about _______",
  "A better use for Rapunzel’s hair",
  "The worst thing to say instead of “I do” at your wedding",
  "What The Beach Boys called themselves before they ever saw the ocean",
  "Little known fact: Guns N’ Roses used to to be called Guns N’ Roses N’ _______",
  "What social distancing is called on Antarctica",
  "An unlikely celebrity to become the next President of the United States",
  "The most boring reality TV contest would feature competitive _______",
  "Solar and wind will be a joke once we harness the power of _______",
  "“You can lead a horse to water, but you can’t make it _______”",
  "The best way to describe the texture of a jellyfish",
  "The worst person to accidentally add to a group text about your love life",
  "The scariest thing that could pop out of your birthday cake",
  "A good name for a camel dance troupe",
  "Besides cockroaches, the one thing that will survive the apocalypse",
  "What’s your mom worrying about today?",
  "The name of a planet covered in corn",
  "“If you build it they will come” applies to baseball fields and _______",
  "What’s the name of the Walmart aisle where you can go cry in peace?",
  "The cow goes moo. The drunk cow goes _______",
  "Unfortunately, Curious George was the most curious about _______",
  "The most popular job title in 2040",
  "Did you know your garden hose can double as a _______!?",
  "A terrible Mother’s Day gift",
  "Doctors say _______ is not addictive, but you’re hooked!",
  "Understandably, no one wants to adopt Little Orphan _______",
  "A deodorant scent designed by a dog",
  "America doesn’t have a royal family. We just have _______",
  "A lighter, more romantic sequel to Crime and Punishment would be called _______",
  "Instead of Truth or Dare, kids these days play Truth or _______",
  "The worst thing to use as a straw",
  "For containers, you go to The Container Store. For sex toys, you go to _______",
  "A cocktail you make for sad occasions",
  "A business word an important businessman might say, for business",
  "Money can’t buy happiness, but it CAN buy _______",
  "Jesus’ secret middle name",
  "A better name for comic books would be _______",
  "A good name for the opposite of a silent-but-deadly fart",
  "Look, it’s all fun and games until _______",
  "California’s biggest export is _______",
  "What’s a badass name for a badass sword?",
  "Kids these days are skipping first base and going straight to _______",
  "Modern pirates don’t steal treasure. They steal _______",
  "A name for a superhero who is basically just a rip-off of Batman",
  "After a massive downsizing, the store unfortunately had to be renamed Bed Bath & _______",
  "_______: It’s hard work, but somebody’s gotta do it!",
  "What’s the perfect hide-and-seek hiding spot?",
  "Halloween would be even spookier if it were called _______",
  "500 years ago freckles were called _______",
  "It’s easy to walk out of a timeshare pitch... until they offer you _______",
  "There is only one person you should follow into a dark alley and that’s _______",
  "Austin’s new slogan should be “Keep Austin _______”",
  "Remember kids: if it doesn’t have _______, it’s not anime!",
  "What secret is your left hand keeping from your right hand?",
  "What do most Rorschach tests look like to you?",
  "“Of all the gin joints in all the towns in all the world, she walks into _______”",
  "Something Sonic the Hedgehog should NOT be doing that fast",
  "The most difficult hole in mini-golf is a tiny version of _______",
  "My trap is fiendishly simple, Mr. Bond! Once I pull this lever, the floor will become _______",
  "There is no “i” in team... but there is an “i” in _______",
  "First the cat gets your tongue, then it gets your _______",
  "A terrible last name if your first name is Dick",
  "Ok, fellas, let’s have a fair fight. No spitting, no kicking and absolutely no _______",
  "An embarrassing person to accidentally call “Daddy”",
  "A blood type only found in extremely sexy people",
  "The worst inspirational sign to see while running a marathon",
  "Weirdly enough, the NFL has agreed to let players celebrate touchdowns by _______",
  "The federal government should have an executive Department of _______",
  "The last person you’d take financial advice from",
  "A less radical band name would be Rage Against The _______",
  "The title of a mixtape you would make for your boss",
  "A sign it’s time to wrap up your day at the beach",
  "The coolest kid in middle school is always the one wearing _______",
  "There’s the problem! You’ve got a huge _______ stuck in your sink.",
  "A bumper sticker a goose would put on its car",
  "If you don’t have any teeth, the tooth fairy will gladly take your _______",
  "Fine! If nobody is going to ask... I will! What’s that smell?",
  "A good excuse for not reading your friend’s new screenplay",
  "Huge twist! Turns out the monster was really _______ wearing a mask the whole time!",
  "A good sign that Santa doesn’t give a crap about his job anymore",
  "The best marketing slogan for your butt",
  "It’s not all Bible study! On Wednesdays, the local church group is known to _______",
  "Michael Bay presents _______: The Musical!",
  "Remember: Never buy a build-your-own _______",
  "The shrimp boat captain never worked again after accidentally catching _______ in his net",
  "Finish the rhyme: “Roses are red, violets are blue, I got you this card, _______”",
  "A slightly more appetizing name for “leftovers”",
  "If a friend describes your blind date as “interesting,” it means _______",
  "The DNA test proves you are not the father, but you are _______",
  "For a wedding to be legal in Florida, _______ must be present at the ceremony",
  "The perfect excuse for getting out of gym class",
  "After her husband died, who did Mrs. Butterworth eventually end up with?",
  "The biggest pet peeve among modern zombies",
  "Something you shouldn’t say in a crowded elevator",
  "The worst thing about being really, really sexy",
  "The best way to stay young forever",
  "Something you might overhear in the White House",
  "What sound does a shy gun make?",
  "Book adaptations have gone too far! Now they’re making _______: On Ice!",
  "In the next Donkey Kong game, you’ll get to meet his distant cousin: _______ Kong",
  "There are three types of people. You’re either a witch, a stone or a _______",
  "An excuse for being late that will make people stop asking questions FAST",
  "What a misfit vampire craves more than blood",
  "First was the bro hug. Now bros are doing _______",
  "The rejected last line of the national anthem: “O’er the land of the free and the home of _______”",
  "Something stupid a 23rd-century human might find in a time capsule from today",
  "Is it just me or is _______ just TOO attractive to be human?",
  "The most common birthday wish is for world peace. The second most common is _______",
  "It isn’t called “sex” in honest relationships. It’s called “making _______”",
  "You’re twelve years old and you just got a blank check! What’s the first thing you’re buying?",
  "Someone you’d never expect to give you “the birds and the bees” talk",
  "If we named all the constellations today, one would DEFINITELY be called _______",
  "Look up “_______” in the dictionary and there will be a picture of <ANYPLAYER>",
  "A terrible catchphrase for a magician",
  "The best name for a local news weatherperson",
  "A celebrity <ANYPLAYER> looks like, if you squint a little",
  "And over here are the fossils of the _______, the world’s clumsiest dinosaur!",
  "When I die, I want to be surrounded by family and _______",
  "If we could just turn off gravity for an hour, it would make _______ much more interesting",
  "The weirdest thing you could tell your hairdresser: “Give me the _______”",
  "A shocking thing to discover your kids built out of LEGO",
  "The hardest thing to say with a big, goofy smile",
  "Oddly enough, the Tour de France takes a tiny detour through _______",
  "The most convenient piece of furniture is a couch that turns into _______",
  "The best way to “dress up” a pair of cargo shorts",
  "The leading cause of goosebumps, probably",
  "You knew the accident involved a clown car because the road was covered in _______",
  "An architectural landmark you find weirdly... attractive",
  "The name of a yacht that you’d think twice about getting on",
  "Nobody ever checks in to that hotel room! Not since _______",
  "“Revenge is a dish best served _______”",
  "The community college was doomed after it made _______ its mascot",
  "If you want a bartender to hate you, just order _______",
  "The slowest draw in the West: Billy the _______",
  "Something that makes you go, “Ugh, fine, I’ll do it”",
  "My ladyship, may I introduce the most disgusting knight we have, Sir _______",
  "The next big documentary will be about the seedy underbelly of the _______ industry",
  "If you’re being honest with yourself, you’ll never be brave enough to _______",
  "The name of a clown you would not hire for your six-year-old’s birthday party",
  "The name of a summer camp for extremely shy children",
  "Dishwashers don’t have windows! What are they hiding?",
  "A gift your stepdad really tried his best on... so be nice",
  "Forget the labradoodle! The best dog breed combination is the _______",
  "When in England, remember that they _______ on the other side of the road",
  "Something that you didn’t need to know is gluten-free",
  "In the Republic of <ANYPLAYER>, the national anthem would be _______",
  "The worst thing to discover that your five-year-old is drawing",
  "Quick! How do you ruin a romantic picnic!?",
  "OMG. Seriously. Where is Waldo???",
  "GOOD: hard-boiled eggs. BAD: hard-boiled _______",
  "A fact about you that would impress a four-year-old",
  "What’s the next state we should add to the US?",
  "Look, kids, if you can’t agree on a name for that hamster, we’re just going to call it _______",
  "A bribe!? Is it a bribe to give a federal judge _______?",
  "Little-known fact! Da Vinci liked to draw a little _______ somewhere in his paintings.",
  "If you lived in the early 1500s, what would YOU nail to the door of a church?",
  "What’s something you should never do while wearing sandals?",
  "Never trust a veterinarian who decorates their waiting room with _______",
  "Your cat can talk for one minute. What do you chat about?",
  "A group of tax attorneys is called _______",
  "Nothing can stop the Terminator. Well, nothing except _______",
  "If she were alive today, Marie Antoinette would probably say “Let them eat _______!”",
  "Fine!!! What’s the sexiest animal?",
  "The amusement park was a bust. Now what do we do with all these cloned dinosaurs?!",
  "The worst thing to step on with bare feet",
  "Did you know that Ben Franklin also invented _______?",
  "The dance move that finally killed disco was called “The Funky _______”",
  "The worst thing to write inside a “get well soon” card",
  "A bar for corrupt politicians",
  "A job title you probably shouldn’t put on your LinkedIn profile",
  "In heaven, you will be surrounded by friends, family and, for some reason, _______",
  "What did the band the Barenaked Ladies originally call themselves?",
  "The most innocent thing you could type that would result in a Twitter fight",
  "One thing someone could whisper in your ear to win your heart forever",
  "The name Dr. Frankenstein wanted to give his monster but decided against it",
  "If humans could acquire a sixth sense, it should be _______",
  "The coolest thing to pop out of Wolverine’s hands instead of metal claws",
  "Something SO much worse than hair to find in your food",
  "Name the sequel to Cats. Cats 2: _______",
  "The strangest thing to discover in a mummy’s tomb",
  "A surprising thing to get trapped in your Invisalign clear tooth aligner",
  "Avoid any restaurant with a sign that says “As Seen on _______”",
  "It would actually be chill to die in an avalanche of _______",
  "First, the Grinch stole Christmas. But he went too far when he stole _______"
]
